TOKEN = 'BOT_TOKEN'
ADMIN_CHAT_ID = 'ADMIN_CHAT_ID'
USERS = ['username1', 'username2']
PIXABY_TOKEN = 'PIXABY_TOKEN'
USER_AGENT = {'User-Agent':'YOUR_USER_AGENT'}

MSG_WELCOME = """<b>Привет! Я KittenBot😻</b>.
\nТакой же милый котёнок, как и ты. Ну... почти)
Я создан для того, чтобы радовать тебя как можно чаще.
\nДавай начнём наше знакомоство. Во мне спрятано много сюрпризов и всяких интересных штучек😏. 
\nДа уж, это было не просто. Ну да ладно... хватит лирики. Жми любую кнопку и погнали!🥳"""

MSG_HELP = """Нажми на одну из кнопок меню и посмотрим, что произойдёт.\nНе бойся... я не кусаюсь 😊"""

MORNING_MSGS = ["Доброе утро", 'Просыпайся, впереди тебя ждёт новый день',
                "Оуу, а кто это тут ещё спит",  "Привеееет", 
                "Good morning", "Ююхуу, приключения ждут! доброе утро",
                "Проснись и поооой", "Morning", "Я уже проснулся, а ты"]
MORNING_NAMES = ['котёнок', 'щак-щак души моей', 'котик', 'солнце',
                 'солнышко', 'прелесть моя', 'звёздочка', 'зайка', 'my soul']
MORNING_SMLS = ['\U0001F970', '\U0001F60D', '\U0001F929', '\U0001F618', '\U0001F61A', '\U0001F917', '\U0001F60C', '\U0001FAF6',
                '\U0001F48B', '\U0001F498', '\U00002615', '\U0001F3DE', '\U0001F61A', '\U0001F917', '\U0001F60C', '\U00002764',
                '\U0001F49E', '\U0001F498']
MORNING_HOUR = 6
MORNING_MINUTE = 30
